export default {
    global: {
        test: 'тест',
        share: 'свяжитесь с нами',
        team: 'организация',
        report: 'ревизии',
        copy: 'копировать',
        enturPrice: 'Введите сумму',
        confirm: 'подтверждаю',
        cancel: 'Отмена'
    },
    sidebar: {
        contact: 'контракт',
        myContact: 'мой контракт',
        reward: 'групповая награда',
        question: 'Общие вопросы'
    },
    account: {
        userData: {
            title: 'Личные сведения',
            AInvest: 'категории A',
            BInvest: 'категории B',
            CInvest: 'категории C',
            investing: 'производить ',
            rewardQuota: 'премия',
            receivedQuota: 'команды',
            level: 'уровень',
            promotionNum: 'тотальная ',
            teamSize: 'команды',
            deposit: 'депозит',
            extraction: 'экстракция',
            OrdinaryUser: 'пользователь',
            super: 'супер',
            performance: 'коллектива'
        },
        networkData: {
            title: 'информация',
            investTotal: 'Общий объем инвестиций',
            poolBalance: 'остатки средств',
            withdrawalTotal: 'монета участника',
            membership: 'мире',
            Restart: 'обратный отсчет',
            contract: 'Contract'
        },
        inviteData: {
            title: 'Рекомендуемая ссылка'
        }
    },
    contact: {
        investMoney: 'сумма',
        getMoney: 'Доступ',
        Issued: 'выплата',
        choose: 'Выберите',
        lock: '{day} день'
    },
    myContact: {
        code: ' контракта',
        amount: ' депозита',
        profit: 'периода',
        gain: 'получать доход',
        ThawingDate: ' размораживания',
        Withdrawable: ' деньги',
        get: 'извлечение',
        getCash: 'деньги',
        pledgeDay: 'залога',
        getReward: 'награду',
        redeem: 'выкуп',
        again: 'Again',
        PleaseWithdraw: 'сначала'
    },
    teamReward: {
        title: 'награда',
        nthFirst: 'поколение 1',
        nthSecond: 'поколение 2',
        nthThird: 'поколение 3',
        nthforth: 'поколение 4 - 10',
        nthFifth: 'поколение 10 - 15',
        available: 'награда'
    },
    question: {
        title: 'FAQ',
        Q1: {
            title: '«Что мне нужно для участия в этом проекте? ',
            item1: '«У вас должен быть инструмент расширения браузера Chrome TronLink или загрузить мобильное приложение, например TronLink. '
        },
        Q2: {
            title: 'Как мне получить AIS? ',
            item1: 'Вы можете купить AIS на бирже криптовалют, а затем обменять на AIS: или использовать децентрализованную биржу Justswap для обмена на AIS. Вам необходимо положить криптовалюту в личный кошелек и использовать ее для получения средств (депозита)! '
        },
        Q3: {
            title: 'Почему Aiswap.org заслуживает доверия? ',
            item1: '«Эта платформа управляется смарт-контрактом на блокчейне. Никто не может изменить алгоритм смарт-контракта, даже отдел управления. Вы можете просмотреть открытый исходный код контракта в браузере tron ​​и проверить код смарт-контракта с помощью профессиональных инструментов, чтобы убедиться, что платформа безопасна.'
        },
        Q4: {
            title: '«Как получить средства (инвестиции)? ',
            item1: 'Вам нужно выбрать желаемый тип контракта, затем выбрать период контракта (депозита) и выбрать или ввести сумму депозита. '
        },
        Q5: {
            title: 'Какие типы инвестиций доступны? ',
            item1: 'На платформе aiswap.org вы можете выбрать для инвестирования три типа контрактов A, B и C. Если хотите, можете подписать после истечения срока контракта. '
        },
Q6: {
title: 'Введение в контрактный игровой процесс типа A? ',
item1: 'Типовой контракт замораживает основную сумму, и доход выдается каждые 5 секунд. ',
item2: 'Контракт A1: количество дней, в течение которых основная сумма замораживается - 5 дней, совокупная доходность контракта составляет 5%, а дневная доходность составляет 1%',
item3: 'Контракт A2: основной замороженный день -15 дней, совокупная доходность контракта 20%, дневная доходность 1,33%',
item4: 'Контракт A3: количество дней, в течение которых основная сумма замораживается - 3 дня, совокупная доходность контракта составляет 10%, а ежедневная доходность составляет 3,33%',
item5: 'контракт A3 был по умолчанию закрыт, остаток средств в денежном пуле платформы упал на 10% по сравнению с 0: 00 в день, а остаток средств в денежном пуле был восстановлен и увеличен на 20% после того, как он был автоматически закрыт. ',
},
Q7: {
title: 'Введение в контрактную игру типа B? ',
item1: 'Принципал контракта типа B выдается вместе с доходом, который выдается каждые 5 секунд. ',
item2: 'Контракт B1: 10-дневный период, включая 110% совокупной прибыли на основную сумму и 11% дневной доходности',
item3: 'Контракт B2: 20-дневный период, включая 130% кумулятивной прибыли на основную сумму и 6,5% в день',
item4: 'Контракт типа B заблокирован по умолчанию, вам необходимо участвовать в контракте типа C, чтобы разблокировать его. Совокупная сумма инвестиций по контрактам типа B не может быть выше, чем кумулятивная сумма инвестиций по контрактам типа C. ',
},
Q8: {
title: 'Введение в игровой процесс с контрактами типа C? ',
item1: 'Основная сумма контракта типа C заморожена на 30 дней, доход по контракту составляет 20% -50%, инвестиция успешна, и доход будет выдан один раз. ',
item2: 'Сумма инвестиций контракта типа C от 100 до 100 000 AIS, может быть введена вручную. ',
item3: 'Возврат инвестиций первого раунда контракта C составляет 20%. ',
item4: '',
item5: '',
item6: '',
},
        Q9: {
            title: '«Как перейти на VIP, в чем преимущества VIP? ',
            item1: '«Учетные записи с совокупной суммой инвестиций 500 000 AIS в контрактах категории C будут автоматически повышены до VIP-счетов, а VIP-счета будут вознаграждены 5% AIS за каждый вывод средств. Если вы снимете 10 000 AIS, вы фактически получите 10 500 AIS. (Без снятия средств для возврата основной суммы) '
        },
        Q10: {
            title: 'Как активировать мою реферальную ссылку? ',
            item1: '«Инвестиции по контракту делятся на три типа: Тип A, Тип B и Тип C. Чтобы активировать реферальную ссылку, вам необходимо сделать вложение в контракт Типа A. Минимальная сумма инвестиций составляет 100 AIS'
        },
        Q11: {
            title: 'Как я могу получить командные награды? ',
            item1: 'Чтобы получить командный бонус, вам необходимо рекомендовать новым участникам присоединиться к контракту, каждый раз брать процент от суммы вывода члена команды и рекомендовать несколько действительных аккаунтов для нескольких поколений (пользователи, чьи контракты истекают, автоматически становятся недействительными), до 15 поколений . Контракт А3 и отмена возврата основной суммы не будут приносить командные вознаграждения »',
            item2: 'ограничение вознаграждения: совокупное максимальное доступное вознаграждение команды в 3,3 раза больше общей суммы инвестиций в контракте A. Например, если ваша общая сумма инвестиций в контракт типа A составляет 1000 AIS, то вознаграждение вашей команды перестанет выдаваться, когда будет выпущено 3300 AIS. Если вы хотите и дальше получать командные награды, вам необходимо увеличить основную сумму инвестиций контрактов типа А. Если в вашей учетной записи нет текущего контракта типа A, вы не получите командных вознаграждений '

        },
Q12: {
title: 'Как рассчитывается командное вознаграждение? ',
item1: 'Контракт типа A 10% для первого поколения, 5% для второго поколения, 6% для третьего поколения, 2% для поколения 4-10, 3% для поколения 11-15',
item2: 'Контракт типа B и контракт типа C 1-го поколения 3%, 2-го поколения 1%, 3-го поколения 2%, 4-10 поколения 0,2%, 11-15 поколения 0,5%'
},
Q13: {
title: 'Связанные политики вывода прибыли, вознаграждений и основной суммы? ',
item1: 'Чтобы предотвратить запуск, каждая инвестиция представляет собой отдельный номер контракта, отдельные расчеты и снятие средств, выручка по контракту, основная сумма контракта и командные вознаграждения снимаются отдельно, и каждый адрес кошелька должен ждать 8 для каждого вывода Вы можете снова снять деньги только через часы.'
},
        Q14: {
            title: 'Есть ли лимит инвестиций? ',
            item1: 'Нет ограничения на общую сумму инвестиций, но ограничена единичная сумма инвестиций. Суммы инвестиций по контрактам типа A и типа B не могут быть заполнены независимо. Вы можете выбрать только следующие суммы в раскрывающемся меню для инвестирования: 100AIS, 500AIS и 1000AIS доступны в первые 3 дня, 5000AIS доступны на четвертый день, а пятый Опция 10000AIS будет доступна каждый день, опция 50,000 AIS будет доступна на 6-й день, а опция 100,000 AIS будет доступна на 7-й день. \ n ' +
            '«Единовременная инвестиционная сумма от 1 до 100 000 AIS для контрактов типа C может быть введена вручную»'
        },
        Q15: {
            title: 'Как долго может работать этот проект? ',
            item1: 'Aiswap.org Этот проект будет работать всегда. Когда пул средств контракта меньше 100 AIS, механизм перезапуска будет активирован через 24 часа. После активации механизма перезапуска сумма инвестиций контракта и невыбранная сумма всех игроков будет автоматически очищена. . Но структура команды остается прежней, и ее можно активировать реинвестированием, и тогда начнется новый раунд ».'
        }
    }
}
