export default {
    global: {
        test: 'тест',
        share: 'свяжитесь с нами',
        team:'организация',
        report:'ревизии',
        copy: 'копировать',
        enturPrice: 'Введите сумму',
        confirm: 'подтверждаю',
        cancel: 'Отмена'
    },
    sidebar: {
        contact: 'контракт',
        myContact: 'мой контракт',
        reward: 'групповая награда',
        question: 'Общие вопросы'
    },
    account: {
        userData: {
            title: 'Личные сведения',
            AInvest: 'категории A',
            BInvest: 'категории B',
            CInvest: 'категории C',
            investing: 'производить ',
            rewardQuota: 'премия',
            receivedQuota: 'команды',
            level: 'уровень',
            promotionNum: 'тотальная ',
            teamSize: 'команды',
            deposit: 'депозит',
            extraction: 'экстракция',
            OrdinaryUser: 'пользователь',
            super: 'супер',
            performance: 'коллектива'
        },
        networkData: {
            title: 'информация',
            investTotal: 'Общий объем инвестиций',
            poolBalance: 'остатки средств',
            withdrawalTotal: 'монета участника',
            membership: 'мире',
            Restart: 'обратный отсчет',
            contract:'Contract'
        },
        inviteData: {
            title: 'Рекомендуемая ссылка'
        }
    },
    contact: {
        investMoney: 'сумма',
        getMoney: 'Доступ',
        Issued: 'выплата',
        choose: 'Выберите',
        lock: '{day} день'
    },
    myContact: {
        code: ' контракта',
        amount: ' депозита',
        profit: 'периода',
        gain: 'получать доход',
        ThawingDate: ' размораживания',
        Withdrawable: ' деньги',
        get: 'извлечение',
        getCash: 'деньги',
        pledgeDay: 'залога',
        getReward: 'награду',
        redeem: 'выкуп',
        again: 'Again',
        PleaseWithdraw: 'сначала'
    },
    teamReward: {
        title: 'награда',
        nthFirst: 'поколение 1',
        nthSecond: 'поколение 2',
        nthThird: 'поколение 3',
        nthforth: 'поколение 4 - 10',
        nthFifth: 'поколение 10 - 15',
        available: 'награда'
    },
    question: {
        title: 'Общие вопросы',
        Q1: {
            title: 'что мне нужно для участия в этом проекте?',
            item1: 'Вам нужны Расширенные программы для просмотра Chrome TronLink или такие мобильные приложения, как Klever (TronWallet) или TronLink.'
        },
        Q2: {
            title: 'как мне достать трикс?',
            item1: 'можно купить "TRON" (ais) на популярных цифровых зашифрованных валютных биржах: Binance, Poloneex, bitrex, Bitfinex, OKEX или использовать локальные онлайновые биржи.  Вам нужно положить зашифрованные монеты в личный кошелек, а затем использовать их для получения денег (депозит)!'
        },
        Q3: {
            title: 'почему  Troncontract.co  заслуживаешь доверия?',
            item1: 'Эта платформа управляется интеллектуальным контрактом в блоке "TRON".  Никто не может изменить алгоритм интеллектуального контракта, даже администрация не может.  Вы можете просмотреть контрактный открытый исходный код в браузере tron, сами проверьте интеллектуальный код контракта, чтобы убедиться, что платформа безопасна.'
        },
        Q4: {
            title: 'Как получить средства (инвестиции)?',
            item1: 'Вам нужно выбрать тип требуемого контракта, затем выбрать срок действия контракта (депозита) и выбрать или ввести сумму депозита.'
        },
        Q5: {
            title: 'какие типы инвестиций можно выбрать?',
            item1: 'на платформе troncontract вы можете выбрать три типа контрактов а, в, с для инвестирования.  Если хотите, можно возобновить контракт после его истечения.'
        },
        Q6: {
            title: 'описание контракта типа А?',
            item1: 'контракт категории А предусматривает замораживание основной суммы, а поступления распределяются каждые пять секунд.',
            item2: 'А1 контракт: срок замораживания основной суммы - 5 дней совокупной выручки по контракту 5% ежедневной прибыли 1%',
            item3: 'А2 контракт: срок замораживания основной суммы - 15 дней совокупной прибыли по контракту в размере 20% от дневной прибыли в размере 1,33%.',
            item4: 'А3 контракт: срок замораживания основной суммы - 3 дня совокупной выручки по контракту в размере 10% ежедневной прибыли в размере 3,33%.',
            item5: 'контракт А3 был по умолчанию закрыт, остаток средств в денежном пуле платформы был автоматически открыт на 10%, а остаток средств в денежном пуле был восстановлен и автоматически закрыт после того, как он превысил сумму, существовавшую на момент открытия.',
        },
        Q7: {
            title: 'описание контракта типа Б?',
            item1: 'основная сумма контракта категории в выплачивается вместе с поступлениями и один раз в пять секунд.',
            item2: 'контракт B1: 10 дней цикла, включая 110% совокупной прибыли от основной суммы, 11% ежедневной прибыли',
            item3: 'B2 контракт: 20 дней цикла, включая 130% совокупной прибыли от основной суммы и 6,5% ежедневной прибыли',
            item4: 'контракт класса в по умолчанию заблокирован, для того чтобы он был разблокирован, необходимо сначала заключить контракт класса С.  Совокупный объем инвестиций по контрактам категории в не может превышать совокупный объем инвестиций по контрактам категории С.',
        },
        Q8: {
            title: 'описание контракта типа C?',
            item1: 'срок замораживания основной суммы контракта категории с составляет 30 дней, а поступления по контракту - 20 - 50 процентов.',
            item2: 'объем инвестиций по контрактам категории с составляет от 1 до 100 000 ais, которые могут вводиться вручную.',
            item3: 'с прибыль от первого раунда контракта составила 20 процентов.  после истечения срока действия контракта можно нажать кнопку возобновления, чтобы сумма возобновления составила от 1 до 100 000 ais.  прибыль от возобновления первого контракта составила 30%.',
            item4:'',
            item5:'',
            item6:'',

        },
        Q9: {
            title: 'Как насчет повышения в VIP, каковы преимущества VIP?',
            item1: 'счета с суммарной суммой инвестиций по контрактам категории с, составляющей 500 000 ais, автоматически преобразуются в счета VIP, при этом каждый раз, когда на счет VIP вносится сумма в размере 5% от суммы вознаграждения по ais.  например, при упоминании 10 000 триксов на счету 10 500 триксов.  (без учета возврата основной суммы)'
        },
        Q10: {
            title: 'как активировать мою рекомендательную ссылку?',
            item1: 'для того чтобы активировать рекомендуемые ссылки, вам необходимо заключить контракт категории А с минимальным объемом инвестиций в 100 ais'
        },
        Q11: {
            title: 'Как я могу получить командные награды? ',
            item1: 'Чтобы получить командный бонус, вам необходимо рекомендовать новым участникам присоединиться к контракту, каждый раз брать процент от суммы вывода члена команды и рекомендовать несколько действительных учетных записей для получения нескольких поколений (пользователи, чьи контракты истекают, автоматически становятся недействительными), вплоть до 15 поколений.Договор А3 и Снятие средств, возвращающих основную сумму, не будет приносить командные вознаграждения. ',
            item2: 'ограничение вознаграждения: совокупное максимальное доступное вознаграждение команды в 3,3 раза больше общей суммы инвестиций в контракте A. Например, если ваша общая сумма инвестиций в контракт типа A составляет 1000 ais, то вознаграждение вашей команды перестанет выплачиваться, когда будет выдано 3300 ais. Если вы хотите и дальше получать командные награды, вам необходимо увеличить основную сумму инвестиций контрактов типа А. Если в вашей учетной записи нет текущего контракта типа A, вы не получите командных вознаграждений ».'

        },
        Q12: {
            title: 'Как рассчитывается командное вознаграждение? ',
            item1: '«Контракт типа A 10% для первого поколения, 5% для второго поколения, 6% для третьего поколения, 2% для поколения 4-10, 3% для поколения 11-15»',
            item2: 'Контракты типа B и типа C 1-го поколения 3%, 2-го поколения 1%, 3-го поколения 2%, 4-10 поколения 0,2%, 11-15 поколения 0,5%'
        },
        Q13: {
            title: 'Связанные политики вывода прибыли, вознаграждений и основной суммы? ',
            item1: 'Чтобы предотвратить запуск, каждая инвестиция представляет собой отдельный номер контракта, отдельные расчеты и снятие средств, выручка по контракту, основная сумма контракта и вознаграждения команды снимаются отдельно, каждый адрес кошелька должен ждать 8 часов для каждого вывода Могу снова уйти '
        },
        Q14: {
            title: 'Есть ли лимит инвестиций? ',
            item1: 'Нет ограничения на общую сумму инвестиций, но ограничена единичная сумма инвестиций. Среди них сумма инвестиций по контрактам типа A и типа B не может быть заполнена независимо. Вы можете выбрать только следующие суммы в раскрывающемся меню для инвестирования: 100trx, 500trx и 1000trx доступны в первые 3 дня, 5000trx доступны на 4-й день и 5-й Опция 10000 ais будет доступна каждый день, опция 50,000 ais будет доступна на 6-й день, а опция 100,000 ais будет доступна на 7-й день. ',
            item2: '«Единовременную сумму инвестиций от 1 до 100 000 ais в контрактах категории C можно ввести вручную»'
        },
        Q15: {
            title: 'Как долго может работать этот проект? ',
            item1: 'aiswap.org будет работать всегда. Когда пул средств контракта меньше 100 ais, механизм перезапуска будет активирован через 24 часа. После активации механизма перезапуска сумма инвестиций в контракт и невыбранная сумма всех игроков будет автоматически очищена. . Но структура команды остается прежней, и ее можно активировать реинвестированием, и тогда начнется новый раунд ».'
        }
    }
}
