export default {
    global: {
        test: 'тест',
        share: 'свяжитесь с нами',
        team: 'организация',
        report: 'ревизии',
        copy: 'копировать',
        enturPrice: 'Введите сумму',
        confirm: 'подтверждаю',
        cancel: 'Отмена'
    },
    sidebar: {
        contact: 'контракт',
        myContact: 'мой контракт',
        reward: 'групповая награда',
        question: 'Общие вопросы'
    },
    account: {
        userData: {
            title: 'Личные сведения',
            AInvest: 'категории A',
            AInvest1:'категории A производить',
            BInvest: 'категории B',
            CInvest: 'категории C',
            investing: 'производить ',
            rewardQuota: 'премия',
            receivedQuota: 'команды',
            level: 'уровень',
            promotionNum: 'тотальная ',
            teamSize: 'команды',
            deposit: 'депозит',
            extraction: 'экстракция',
            OrdinaryUser: 'пользователь',
            super: 'супер',
            performance: 'коллектива',
            a1: "Лимит инвестирования контракта B",
            a2: "Инвестиционная квота контракта C",
            a3: "Лимит выхода",
            a4: "Доступный лимит вывода",

        },
        networkData: {
            title: 'информация',
            investTotal: 'Общий объем инвестиций',
            poolBalance: 'остатки средств',
            withdrawalTotal: 'монета участника',
            membership: 'мире',
            Restart: 'обратный отсчет',
            contract: 'Contract',
            a1: 'Счастливый призовой фонд',
            a2: 'Рекомендуемый призовой фонд'
        },
        inviteData: {
            title: 'Рекомендуемая ссылка'
        }
    },
    contact: {
        investMoney: 'сумма',
        getMoney: 'Доступ',
        Issued: 'выплата',
        choose: 'Выберите',
        lock: '{day} день',
        a1: 'каждые 24 часа',
        a2: 'выдается каждые 24 часа',
        a21: 'выдается каждые 24 , капитальной суммы ',
        a3: 'Предел {mix} - {max}',
        a4: "Сумма должна быть целым кратным 100"
    },
    myContact: {
        code: ' контракта',
        amount: ' депозита',
        profit: 'периода',
        gain: 'получать доход',
        ThawingDate: ' размораживания',
        Withdrawable: ' деньги',
        get: 'извлечение',
        getCash: 'деньги',
        pledgeDay: 'залога',
        getReward: 'награду',
        redeem: 'выкуп',
        again: 'Again',
        PleaseWithdraw: 'сначала'
    },
    teamReward: {
        title: 'награда',
        nthFirst: 'поколение 1',
        nthSecond: 'поколение 2',
        nthThird: 'поколение 3',
        nthforth: 'поколение 4 - 10',
        nthFifth: 'поколение 10 - 15',
        available: 'награда',
        a1: "Награда моей команде",
        a2: 'Рекомендуемый рейтинг',
        a3: "{num}-е имя",
        a4: 'Моя награда за рейтинг рекомендаций',
        a5: "Счастливый приз",
        a6: 'У тех, кто инвестирует в Контракт А, есть шанс выиграть, самый высокий 10000TRX',
        a7: 'Номер контракта кратен ',
        a8: 'и автоматически получается суммы инвестиций в контракт',
        a9: 'Моя счастливая награда'
    },
    question: {
        title: 'Общие вопросы',
        Q1: {
            title: 'Что мне нужно для участия в этом проекте? ',
            item1: 'У вас должен быть инструмент расширения браузера Chrome от TronLink или мобильное приложение, такое как Klever (TronWallet) или TronLink. '
        },
        Q2: {
            title: 'Как мне получить TRX? ',
            item1: 'Вы можете купить TRON (TRX) на популярных биржах цифровых криптовалют: Binance, Poloniex, bitrex, Bitfinex, OKEx или использовать местные онлайн-биржи. Вам необходимо положить криптовалюту в личный кошелек, а затем использовать ее для получения средств (депозита)! '
        },
        Q3: {
            title: 'Почему troncontract 2.0 заслуживает доверия? ',
            item1: 'Эта платформа управляется смарт-контрактом на блокчейне TRON. Никто не может изменить алгоритм смарт-контракта, даже отдел управления. Вы можете просмотреть открытый исходный код контракта в браузере tron ​​и проверить код смарт-контракта с помощью профессиональных инструментов, чтобы убедиться, что платформа безопасна ',
        },
        Q4: {
            title: 'Как получить средства (инвестиции)? ',
            item1: 'Сначала вам нужно выбрать контракт для инвестирования и ввести сумму депозита (кратную 100)'
        },
        Q5: {
            title: 'Какие типы инвестиций доступны? ',
            item1: 'На платформе troncontract 2.0 вы можете выбрать для инвестирования три типа контрактов A, B и C. Но чтобы инвестировать в контракт B.C, вам нужно сначала инвестировать в контракт A. И верхний предел кумулятивных инвестиций по контракту B не может превышать половину совокупных инвестиций по контракту A, а верхний предел кумулятивных инвестиций по контракту C не может превышать кумулятивных инвестиций по контракту A. '
        },
        Q6: {
            title: 'Введение в игровой процесс по контракту типа А? ',
            item1: 'Контракт A имеет статическую доходность в размере 1% каждый день. Основная сумма и проценты выплачиваются вместе , после инвестиции начнется 24-часовой обратный отсчет, а доход будет выдаваться каждые 24 часа. Контракт A может быть инвестирован только один раз, и снова вам нужно снять 3,3 раза больше прибыли. Первый раунд инвестирования Квота составляет 100TRX-10 миллионов TRX, а инвестиционная квота из второго раунда составляет 100TRX-2 миллиона TRX. ',
            item2: '',
            item3: '',
            item4: '',
            item5: '',
        },
        Q7: {
            title: 'Введение в контрактный игровой процесс типа B? ',
            item1: 'В контракте B не устанавливается срок действия контракта, и основная сумма залога. Статический доход составляет 1% каждый день, после вложения начинается 24-часовой обратный отсчет, а доход выдается каждые 24 часа. Вы можете подать заявку на возврат в любое время, и после возврата доход прекратится. Верхний предел совокупных инвестиций по контракту B не может превышать половину совокупных инвестиций по контракту A. ',
            item2: ' ',
            item3: '',
            item4: '',
        },
        Q8: {
            title: 'Введение в игровой процесс с контрактами типа C? ',
            item1: 'Срок контракта C составляет 30 дней, а доходность составляет 20%. Доход будет возвращен сразу и его можно будет сразу вывести. Подать заявку на возврат можно после истечения срока действия контракта. Верхний предел совокупных инвестиций контракта C не может превышать совокупные инвестиции контракта A. ',
            item2: '',
            item3: '',
            item4: '',
            item5: '',
            item6: '',
        },
        Q9: {
            title: 'Знакомство с Lucky Prize? ',
            item1: '2% от каждого депозита поступают в счастливый призовой фонд. У каждого инвестированного контракта есть шанс на выигрыш. Номер контракта кратен 20, и 50% от суммы контракта автоматически получают в качестве счастливого бонуса. Номер контракта, кратный 100, автоматически дает 100% от суммы инвестиций контракта в качестве счастливого бонуса. Максимальный выигрыш счастливого приза составляет 10000 TRX (у счастливого приза есть только контракт A). Вознаграждение не будет инициировано, если средств счастливого призового фонда недостаточно для распределения. Для выплаты вознаграждения новым и старым клиентам проект напрямую внесет 500 000 TRX в счастливый призовой фонд в первый день проекта '
        },
        Q10: {
            title: 'Рекомендуемое введение, связанное с рейтингом? ',
            item1: '5% от каждого депозита поступают в рекомендованный призовой фонд. Ежедневно на 5 лучших участников контракта А будет приходиться 15% призового фонда. 1 место 5% -2 место 4% -3 место 3% -4 место 2% -5 место 1% '
        },
        Q11: {
            title: 'Сколько я могу заработать? ',
            item1: 'Совокупный верхний предел всего вашего дохода в troncontract 2.0 в 3,3 раза превышает сумму, которую вы инвестируете в контракт A. После отзыва суммы, в 3,3 раза превышающей выручку, контракт А и все невыбранные средства уничтожаются. (Неизвлеченная часть возвращенного и рекомендованного рейтинга не будет уничтожена) ',
            item2: ''

        },
        Q12: {
            title: 'Как активировать мою реферальную ссылку? ',
            item1: 'Активируйте реферальную ссылку, вам нужно заключить контракт Инвестиция, минимальная сумма вложения 100TRX',
            item2: ''
        },
        Q13: {
            title: 'Как я могу получить командные награды? ',
            item1: 'Чтобы получить командный бонус, вам необходимо рекомендовать новым участникам присоединиться к контракту, каждый раз брать процент от суммы вывода члена команды и рекомендовать несколько действующих учетных записей для нескольких поколений, до 15 поколений. Отзыв возврата основной суммы и отзыв бонусной части не приносят командных вознаграждений',
        },
        Q14: {
            title: 'Как рассчитывается командное вознаграждение? ',
            item1: '20% для 1-го поколения, 10% для 2-го поколения, 15% для 3-го поколения, 5% для 4–10 поколений и 6% для 11–15 поколений',
            item2: ''
        },
        Q15: {
            title: 'Связанные политики вывода прибыли, вознаграждений и основной суммы? ',
            item1: 'Чтобы предотвратить запуск, каждая инвестиция представляет собой отдельный номер контракта, отдельные расчеты и снятие средств, доход по контракту, основная сумма контракта и различные вознаграждения снимаются отдельно, и каждый адрес кошелька должен ждать 4 часа для каждого вывода '
        },
        Q16: {
            title: 'Как разместить депозитные средства? ',
            item1: '80% входят в общий фонд',
            item2: '8% идет на рекламу команды разработчиков, а также на эксплуатацию и обслуживание системы',
            item3: '5% напрямую переводятся в пул средств Tron Contract 1.0',
            item4: '5% попадают в рекомендуемый призовой фонд',
            item5: '2% попадают в счастливый призовой фонд'
        }
    },
    rankList: {
        title: 'Глобальный рейтинг',
        a1: "Ваш прямой толчок в тот день",
        a2: 'ранг',
        a3: 'Адрес',
        a4: 'количество прямого толчка',
        a5: "Ориентировочный доход",
    }
}
