export default {
  global: {
    test: 'тест',
    share:'связаться с нами',
    copy:'копировать'
  },
  sidebar:{
    contact:'контракт',
    myContact:'мой контракт',
    reward:'групповая награда',
    question:'Общие вопросы'
  },
  account:{
    userData:{
      title:'Личные сведения',
      AInvest:'Совокупное капиталовложение по контракту категории A',
      BInvest:'Совокупное капиталовложение по контракту категории B',
      CInvest:'Совокупное капиталовложение по контракту категории C',
      investing:'производить капиталовложения',
      rewardQuota:'групповая премия',
      receivedQuota:'размер команды',
      level:'личный уровень',
      promotionNum:'тотальная численность',
      teamSize:'общая численность команды',
      deposit:'общий депозит',
      extraction:'общая экстракция',
      OrdinaryUser:'обычный пользователь',
      super:'супер',
      performance:'работа коллектива'
    },
    networkData:{
      title:'общесетевая информация',
      investTotal:'Общий объем инвестиций',
      poolBalance:'остатки средств',
      withdrawalTotal:'монета участника',
      membership:'Членский состав во всем мире',
      Restart:'обратный отсчет'
    },
    inviteData:{
      title:'Рекомендуемая ссылка'
    }
  },
  contact:{
    investMoney:'сумма капиталовложений',
    getMoney:'Доступ к средствам',
    Issued:'выплата с основной суммы',
    choose:'Выберите',
    lock:'Заблокировать {day} день'
  },
  myContact:{
    code:'Кодировка контракта',
    amount:'сумма депозита',
    profit:'прибыль текущего периода',
    gain:'получать доход',
    ThawingDate:'дата размораживания',
    Withdrawable:'наличный деньги',
    get:'извлечение',
    getCash:'получать деньги',
    pledgeDay:'срок залога',
    getReward:'получить награду',
    redeem:'выкуп',
      again:'Again',
    PleaseWithdraw:'сначала получить бонус'
  },
  teamReward:{
    title:'групповая награда',
    nthFirst:'поколение 1',
    nthSecond:'поколение 2',
    nthThird:'поколение 3',
    nthforth:'поколение 4 - 10',
    nthFifth:'поколение 10 - 15',
    available:'извлекаемая награда'
  },
  question:{
    title:'Общие вопросы',
    Q1:{
      title:'что мне нужно для участия в этом проекте?',
      item1:'Вам нужны Расширенные программы для просмотра Chrome TronLink или такие мобильные приложения, как Klever (TronWallet) или TronLink.'
    },
    Q2:{
      title:'как мне достать трикс?',
      item1:'можно купить "TRON" (TRX) на популярных цифровых зашифрованных валютных биржах: Binance, Poloneex, bitrex, Bitfinex, OKEX или использовать локальные онлайновые биржи.  Вам нужно положить зашифрованные монеты в личный кошелек, а затем использовать их для получения денег (депозит)!'
    },
    Q3:{
      title:'почему  Troncontract.cc  заслуживаешь доверия?',
      item1:'Эта платформа управляется интеллектуальным контрактом в блоке "TRON".  Никто не может изменить алгоритм интеллектуального контракта, даже администрация не может.  Вы можете просмотреть контрактный открытый исходный код в браузере tron, сами проверьте интеллектуальный код контракта, чтобы убедиться, что платформа безопасна.'
    },
    Q4:{
      title:'Как получить средства (инвестиции)?',
      item1:'Вам нужно выбрать тип требуемого контракта, затем выбрать срок действия контракта (депозита) и выбрать или ввести сумму депозита.'
    },
    Q5:{
      title:'какие типы инвестиций можно выбрать?',
      item1:'на платформе troncontract вы можете выбрать три типа контрактов а, в, с для инвестирования.  Если хотите, можно возобновить контракт после его истечения.'
    },
    Q6:{
      title:'описание контракта типа А?',
      item1:'',
      item2:'',
      item3:'',
      item4:'',
      item5:''
    },
    Q7:{
      title:'описание контракта типа Б?'
    },
    Q8:{
      title:'описание контракта типа C?'
    },
    Q9:{
      title:'Как насчет повышения в VIP, каковы преимущества VIP?'
    },
    Q10:{
      title:'как активировать мою рекомендательную ссылку?'
    },
    Q11:{
      title:'Как получить награду за команду?'
    },
    Q12:{
      title:'как рассчитывается служебная награда?'
    },
    Q13:{
      title:'политика извлечения прибыли, вознаграждения, основной суммы?'
    },
    Q14:{
      title:'Существуют ли ограничения на объем инвестиций?'
    },
    Q15:{
      title:'Как долго этот проект будет работать?'
    }
  }
}
