export default {
    global: {
        test: '測試',
        share:'聯繫我們',
        team:'社會團體',
        report:'稽核報告',
        copy:'複製',
        enturPrice:'输入金额',
        confirm:'确认',
        cancel:'取消'
    },
    sidebar:{
        contact:'合同',
        myContact:'我的合同',
        reward:'團隊獎勵',
        question:'常見問題'
    },
    account:{
        userData:{
            title:'個人信息',
            AInvest:'A類合約累計投資',
            BInvest:'B類合約累計投資',
            CInvest:'C類合約累計投資',
            investing:'正在投資',
            rewardQuota:'團隊獎勵額度',
            receivedQuota:'已發放獎勵',
            level:'個人級別',
            promotionNum:'直推總人數',
            teamSize:'團隊總人數',
            deposit:'總存入',
            extraction:'總提取',
            OrdinaryUser:'普通用戶',
            super:'超級',
            performance:'團隊業績'
        },
        networkData:{
            title:'全網信息',
            investTotal:'總投資數量',
            poolBalance:'資金池結餘',
            withdrawalTotal:'會員總提幣',
            membership:'全球會員數',
            Restart:'重啟倒計時',
            contract:'合同'
        },
        inviteData:{
            title:'推薦鏈接'
        }
    },
    contact:{
        investMoney:'投資金額',
        getMoney:'獲取資金',
        Issued:'隨本金發放',
        choose:'請選擇',
        lock:'鎖定{day}天'
    },
    myContact:{
        code:'合同編號',
        amount:'存款金額',
        profit:'本期利潤',
        gain:'獲得收益',
        ThawingDate:'解凍日期',
        Withdrawable:'可取款',
        get:'提取',
        getCash:'獲取現金',
        pledgeDay:'質押天數',
        getReward:'取款',
        redeem:'退本',
        again:'复投',
        PleaseWithdraw:'請先提取獎勵'
    },
    teamReward:{
        title:'團隊獎勵',
        nthFirst:'第1代',
        nthSecond:'第2代',
        nthThird:'第3代',
        nthforth:'第4-10代',
        nthFifth:'第10-15代',
        available:'可提取獎勵'
    },
    question:{
        title:'常見問題',
        Q1:{
            title:'我需要什麼來參加這個項目？ ',
            item1:'您需要有TronLink的Chrome瀏覽器擴展工具或下載TronLink這樣的移動APP應用程序。 '
        },
        Q2:{
            title:'我需要怎樣獲得AIS？ ',
            item1:'您可以在加密貨幣交易所購買TRX然后兑换AIS：或使用去中心化交易所Justswap兑换AIS。您需把加密幣放在個人錢包裡，然後用它來獲取資金（存款）!'
        },
        Q3:{
            title:'為什麼Aiswap.org值得信任？ ',
            item1:'本平台由區塊鏈上的智能合約管理。沒人可以改變智能合約的算法，甚至管理部門也不能。您可以在tron瀏覽器裡查看到合約的開源代碼，可以自己通過專業工具檢查智能合約代碼來確保平台是安全的 '
        },
        Q4:{
            title:'如何獲取資金（投資）？ ',
            item1:'您需要選擇所需的合同類型，然後選擇合同（存款）期限並選擇或輸入存款金額。 '
        },
        Q5:{
            title:'有哪些投資類型可以選擇？ ',
            item1:'在aiswap.org平台，您可以選擇A，B，C三種類型的合同進行投資。如果您願意的話，還可以在合同到期後續簽。'
        },
        Q6:{
            title:'A類型合同玩法介紹？ ',
            item1:'A類合同凍結本金，收益每5秒發放一次。 ',
            item2:'A1合同： 本金凍結天數-5天 合約累計收益5% 每日收益1%',
            item3:'A2合同： 本金凍結天數-15天 合約累計收益20% 每日收益1.33%',
            item4:'A3合同： 本金凍結天數-3天 合約累計收益10% 每日收益3.33%',
            item5:'A3合同默認關閉，平台資金池餘額對比當日0點下跌10%自動開啟，資金池餘額數量恢復並上漲20%的數量後又會自動關閉。 ',
        },
        Q7:{
            title:'B類型合同玩法介紹？ ',
            item1:'B類型合同本金隨收益一起發放，每5秒發放一次。 ',
            item2:'B1合同： 週期10天，包含本金累計收益110%，每日收益11%',
            item3:'B2合同： 週期20天，包含本金累計收益130%，每日收益6.5%',
            item4:'B類合同默認鎖定，需要先參與C類合約才能解鎖。 B類合約的累計投資額不能高於C類合約的累計投資額。 ',
        },
        Q8:{
            title:'C類型合同玩法介紹？ ',
            item1:'C類合同本金凍結天數為30天，合同收益20%-50%，投入成功立刻一次性發放收益。 ',
            item2:'C類合同投資金額100到10萬AIS，可以手動輸入。 ',
            item3:'C合同第一輪投入的收益為20%。',
            item4:'',
            item5:'',
            item6:'',
        },
        Q9:{
            title:'怎麼樣升級為VIP，VIP有什麼優勢？ ',
            item1:'C類合同累計投資金額達到50萬AIS的賬戶自動升級為VIP賬戶，VIP賬戶每次提現會給予5%的AIS獎勵。如提現10000個AIS，實際到賬10500個AIS。 (不包括退還本金的提款）'
        },
        Q10:{
            title:'如何激活我的推薦鏈接？ ',
            item1:'合同投資分為A類,B類,C類三種，為激活推薦鏈接，您需要做一個A類合同的投資，最低投資額為100 AIS'
        },
        Q11:{
            title:'怎樣才能獲得團隊獎勵？ ',
            item1:'要想獲得團隊獎金，需要推薦新會員加入合同，拿團隊會員每次提款金額的百分比、推薦幾個有效賬戶拿幾代（合約全部到期的用戶自動變成無效賬戶），最多15代。A3合約與退還本金的提款不會產生團隊獎勵 ',
            item2:'獎勵封頂：累計最高可得到的團隊獎勵為在A類合約總投資本金的3.3倍。比如你在A類合約的總投資本金是1000個AIS，那麼你的團隊獎勵發放到3300個AIS時候將停止發放。想繼續獲得團隊獎勵就需要追加A類合約的投資本金。自己賬戶上沒有正在進行的A類合約時，不享受團隊獎勵'

        },
        Q12:{
            title:'團隊獎勵是如何計算的？ ',
            item1:'A類合同第1代10%，第2代5%，第3代6%，第4-10代2%，第11-15代3%',
            item2:'B類合同與C類合同第1代3%，第2代1%，第3代2%，第4-10代0.2%，第11-15代0.5%'
        },
        Q13:{
            title:'提取利潤，獎勵，本金的相關政策？ ',
            item1:'為防止擠兌，每筆投資都是一個單獨的合約編號，單獨結算與提現，合同收益，合同本金與團隊獎勵都是分開提取的，每個錢包地址每提現一次需要等待8小時才可以再次提現'
        },
        Q14:{
            title:'有沒有投資金額限制？ ',
            item1:'沒有總投資金額限制，但是限制了單筆投資金額。其中A類合同與B類合同投資金額不能自主填寫，只能在下拉菜單裡選擇以下幾種金額進行投資：前3天開放100AIS，500AIS，1000AIS三個選項，第4天開放5000AIS選項，第5天開放10000AIS選項，第6天開放50000AIS選項，第7天開放100000AIS選項。\n' +
            'C類合同單筆投資金額100到10萬AIS，可以手動輸入 '
        },
        Q15:{
            title:'這個項目可以運作多久？ ',
            item1:'Aiswap.org這個項目會一直運作，當合約資金池低於100AIS時，24小時後將會開啟重啟機制，重啟機制開啟後，所有玩家的合約投資金額與未提款金額會自動清零。但團隊框架保持不變，重新投資即可激活，屆時將開啟新的一輪'
        }
    }
}