export default {
    global: {
        test: '測試',
        share:'聯繫我們',
        team:'社會團體',
        report:'稽核報告',
        copy:'複製',
        enturPrice:'输入金额',
        confirm:'确认',
        cancel:'取消'
    },
    sidebar:{
        contact:'合同',
        myContact:'我的合同',
        reward:'團隊獎勵',
        question:'常見問題'
    },
    account:{
        userData:{
            title:'個人信息',
            AInvest:'A類合約累計投資',
            AInvest1:'A類正在投資',
            BInvest:'B類合約累計投資',
            CInvest:'C類合約累計投資',
            investing:'正在投資',
            rewardQuota:'團隊獎勵額度',
            receivedQuota:'已發放獎勵',
            level:'個人級別',
            promotionNum:'直推總人數',
            teamSize:'團隊總人數',
            deposit:'總存入',
            extraction:'總提取',
            OrdinaryUser:'普通用戶',
            super:'超級',
            performance:'團隊業績',
            a1:"B合約可投資額度",
            a2:"C合約可投資額度",
            a3:"出局額度",
            a4:"可用提現額度",

        },
        networkData:{
            title:'全網信息',
            investTotal:'總投資數量',
            poolBalance:'資金池結餘',
            withdrawalTotal:'會員總提幣',
            membership:'全球會員數',
            Restart:'重啟倒計時',
            contract:'合同',
            a1:'幸運獎池結餘',
            a2:'推薦獎池結餘'
        },
        inviteData:{
            title:'推薦鏈接'
        }
    },
    contact:{
        investMoney:'投資金額',
        getMoney:'獲取資金',
        Issued:'隨本金發放',
        choose:'請選擇',
        lock:'鎖定{day}天',
        a1:'每24h',
        a2:'每24小時發放',
        a21:'每24小時發放,本金可退',
        a3:'限額{min}-{max}',
        a4:'金額必須是100的整數倍'
    },
    myContact:{
        code:'合同編號',
        amount:'存款金額',
        profit:'本期利潤',
        gain:'獲得收益',
        ThawingDate:'解凍日期',
        Withdrawable:'可取款',
        get:'提取',
        getCash:'獲取現金',
        pledgeDay:'質押天數',
        getReward:'取款',
        redeem:'退本',
        again:'复投',
        PleaseWithdraw:'請先提取獎勵'
    },
    teamReward:{
        title:'團隊獎勵',
        nthFirst:'第1代',
        nthSecond:'第2代',
        nthThird:'第3代',
        nthforth:'第4-10代',
        nthFifth:'第10-15代',
        available:'可提取獎勵',
        a1:"我的團隊獎勵",
        a2:"推薦排名獎",
        a3:"第{num}名",
        a4:"我的推薦排名獎",
        a5:"幸運獎",
        a6:"投資A合同的均有中獎機會，最高10000TRX",
        a7:"合同編號為 ",
        a8:"的倍數，自動獲得該筆合同投資金額",
        a9:"我的幸運獎獎勵"
    },
    question:{
        title:'常見問題',
        Q1:{
            title:'我需要什麼來參加這個項目？ ',
            item1:'您需要有TronLink的Chrome瀏覽器擴展工具 或像Klever（TronWallet）或TronLink這樣的移動應用程序。 '
        },
        Q2:{
            title:'我需要怎樣獲得TRX？ ',
            item1:'您可以在流行的數字加密貨幣交易所購買TRON（TRX）：Binance、Poloniex、bitrex、Bitfinex、OKEx，或使用本地在線交易所。您需把加密幣放在個人錢包裡，然後用它來獲取資金（存款）!'        },
        Q3:{
            title:'為什麼troncontract 2.0值得信任？ ',
            item1:'本平台由TRON區塊鏈上的智能合約管理。沒人可以改變智能合約的算法，甚至管理部門也不能。您可以在tron瀏覽器裡查看到合約的開源代碼，可以自己通過專業工具檢查智能合約代碼來確保平台是安全的 '        },
        Q4:{
            title:'如何獲取資金（投資）？ ',
            item1:'您首先需要選擇A合約進行投資，並輸入存款金額（100的倍數） '
        },
        Q5:{
            title:'有哪些投資類型可以選擇？ ',
            item1:'在troncontract 2.0平台，您可以選擇A，B，C三種類型的合同進行投資。但要投資B.C合同需要先投資A合同。且B合同的累計投資上限不能超過A合同累計投資額的一半，C合同的累計投資上限不能超過A合同的累計投資額。 '        },
        Q6:{
            title:'A類型合同玩法介紹？ ',
            item1:"A合同每天靜態收益1%《本息一起發放》，投入後開始24小時倒計時，每24小時發放一次收益。A合同只能投入1次，再次投入需要提取3.3倍收益後操作。首輪投資額度為100TRX-10萬TRX，第二輪開始投資額度為100TRX-200萬TRX。",            item2:'',
            item3:'',
            item4:'',
            item5:'',
        },
        Q7:{
            title:'B類型合同玩法介紹？ ',
            item1:'B合同不設置合約週期，本金質押。每天靜態收益1%，投入後開始24小時倒計時，每24小時發放一次收益。隨時可申請退本，退本後收益停止。 B合同的累計投資上限不能超過A合同累計投資額的一半。 ',            item2:'',
            item3:'',
            item4:' ',
        },
        Q8:{
            title:'C類型合同玩法介紹？ ',
            item1:'C合同周期為30天，收益20%。收益立即一次性返還，可以立即提取。合約到期後可申請退本。 C合同的累計投資上限不能超過A合同累計投資額。 ',
            item2:' ',
            item3:'',
            item4:'',
            item5:'',
            item6:'',
        },
        Q9:{
            title:'幸運獎相關介紹？ ',
            item1:'每次入金的2%會進入幸運獎池。投資的每份A合同的均有中獎機會，A合同編號為20的倍數，自動獲得該筆合同投資金額50%作為幸運獎金。 A合同編號為100的倍數的自動獲得該筆合同投資金額100%作為幸運獎金。幸運獎中獎金額最高為10000Trx(幸運獎只有A合同)。幸運獎池資金不夠撥付時不觸發該項獎勵，為回饋新老客戶，項目方會在項目開始第一天往幸運獎池直接注入50萬TRX'
        },
        Q10:{
            title:'推薦排名獎相關介紹？ ',
            item1:'每次入金的5%會進入推薦排名獎池。每天A合同的推薦業績前5名瓜分獎池的15%。第1名5%-第2名4%-第3名3%-第4名2%-第5名1%'
        },
        Q11:{
            title:'我能賺取多少收益？ ',
            item1:'您在troncontract 2.0的所有收益累計上限為您在A合同正在投資額的3.3倍。 3.3倍收益提取完畢後會銷毀A合同與所有未提取收益。 （退本的與推薦排名的未提取部分不會銷毀） ',
            item2:''

        },
        Q12:{
            title:'如何激活我的推薦鏈接？ ',
            item1:'激活推薦鏈接，您需要做一個A合同的投資，最低投資額為100TRX',
            item2:''
        },
        Q13:{
            title:'怎樣才能獲得團隊獎勵？ ',
            item1:'要想獲得團隊獎金，需要推薦新會員加入合同，拿團隊會員每次提款金額的百分比、推薦幾個有效賬戶拿幾代，最多15代。 《退還本金的提款與獎金部分的提款不產生團隊獎勵》'
        },
        Q14:{
            title:'團隊獎勵是如何計算的？ ',
            item1:'第1代20%，第2代10%，第3代15%，第4-10代5%，第11-15代6% ',
            item2:''
        },
        Q15:{
            title:'提取利潤，獎勵，本金的相關政策？ ',
            item1:'為防止擠兌，每筆投資都是一個單獨的合約編號，單獨結算與提現，合同收益，合同本金與各項獎勵都是分開提取的，每個錢包地址每提現一次需要等待4小時'
        },
        Q16:{
            title:'入金資金如何分配？ ',
            item1:'80%進入總資金池',
            item2:'8%用於開發團隊廣告與系統運維',
            item3:'5%直接輸送到特龍合約1.0的資金池',
            item4:'5%進入推薦業績獎池',
            item5:'2%進入幸運獎池'
        }

    },
    rankList:{
        title:'全球推薦排行榜',
        a1:'您的當天直推業績',
        a2:'排名',
        a3:'地址',
        a4:'直推數量',
        a5:'預計收入',
    }
}
